<?php
return array(
    'name' =>'Название контроллера модуля',
    'title' =>'Название вкладки в проекте',
    'icon' =>'Название класса (css) иконки на вкладке',
    'groupAccessR' =>'Группы, что могут просматривать вкладку',
    'userAccessR' =>'Роли, что могут просматривать вкладку',
    'groupAccessRW' =>'Группы, что могут просматривать и изменять данные на вкладке',
    'userAccessRW' =>'Роли, что могут просматривать и изменять данные на вкладке',
    'isActive' =>'Выбранная по умолчанию вкладка при просмотре проекта',
    'num' =>'Порядковый номер',
    'state' =>'Включена?',
);
