<?php
return array(
    'title'=>'Скрипт установки',
    'lng_step1'=>'Пожалуйста, выберите билд:',
    'lng_load'=>'Загружаю...',
    'lng_errTitle'=>'Внимание',
    'lng_err1'=>'У выбранного билда отсутствуют параметры установки. Это не ошибка. Возможно, просто не предусмотрено устанавливать выбранный билд, но он служит как механизм, например, билд Install. Пожалуйста, выберите дял установки другой билд.',
    'lng_aboList'=>'Тип подключения',
    'lng_bdAddress'=>'Адрес к серверу баз данных',
    'lng_bdUser'=>'Пользователь сервера баз данных',
    'lng_bdPwd'=>'Пароль сервера баз данных',
    'lng_aUser'=>'Логин администратора',
    'lng_aPwd'=>'Пароль администратора',
    'lng_dirs'=>'Директории, с разрешением на запись и удаление',
    'lng_err2'=>'Установка не может быть продолжена, так как не заполнены важные поля',
    'lng_err3'=>'Нет доступа на запись к одной из нужных дирректорий: ',
    'lng_err4'=>'Выбрано не поддерживаемое данным билдом подключение к базе данных',
    'lng_err5'=>'Неизвестная ошибка, скорее всего, недоступен сервер баз данных',
    'lng_success'=>'Билд успешно установлен, пожалуйста, обновите страницу.',
    'lng_toSlow'=>'Предыдущая операция еще не завершилась, пожалуйста, подождите',
    'lng_base' =>'Установить в базу данных',
);

